import '../Css/About.css';

const About = () => {
  return (
    <div className="about-section-container">
      <h2>אודותינו</h2>
      <p>
        ברוכים הבאים ל<strong >חנות האמנות</strong>, המקום שבו יצירתיות, צבעים ותשוקה נפגשים.  
        אנו מתמחים במתן חוויה אמנותית בלתי נשכחת, עם יצירות אמנות המתאימות לכל סגנון וטעם.
      </p>
      <h3>מה אנחנו מציעים?</h3>
      <ul>
        <li>תמונות מקוריות בעבודת יד.</li>
        <li>הדפסים אומנותיים במגוון סגנונות.</li>
        <li>שירות אישי ומותאם לכל לקוח.</li>
      </ul>
      <p>
        תודה שבחרתם להצטרף לעולם שלנו, עולם מלא בהשראה, יצירה ואהבה לאמנות.  
        נשמח ללוות אתכם במסע ליצירת חללים מדהימים.
      </p>
    </div>
  );
};

export default About;

     
   
  




